[
  {
    "id": 0,
    "text": "The presence of plants reduce blood pressure and improve productivity."
  },
  {
    "id": 1,
    "text": "An average size tree can provide enough wood to make 170,100 pencils."
  },
  {
    "id": 2,
    "text": "85% of plant life is found in the ocean."
  },
  {
    "id": 3,
    "text": "Most common houseplants fcame from the tropics"
  },
  {
    "id": 4,
    "text": "Growing plants indoors dates back to ancient times."
  },
  {
    "id": 5,
    "text": "Indoor plants remove air pollution and allergens."
  },
  {
    "id": 6,
    "text": "Plants reduce noise pollution. Peace lilies, for example, absorb electromagnetic radiation emitted by computers and keep the air moisturised."
  },
  {
    "id": 7,
    "text": "Most houseplants prefer temperatures of 21 to 26 degrees celsius; although some like it hotter."
  },
  {
    "id": 8,
    "text": "There are over 500 species of air plants, formally known as Tillandsia. They gain their nickname from their ability to grown in any nook and cranny instead of soil."
  },
  {
    "id": 9,
    "text": "Around 1800, the evolution of indoor heating allowed for seedlings to survive inside."
  },
  {
    "id": 10,
    "text": "They like company! Clustering several houseplants together causes the immediate area to become more humid, thanks to all that moist soil."
  },
  {
    "id": 11,
    "text": "They do not need to be fed with fertiliser in the winter. Houseplants grow slowly or not at all because of the lower light."
  },
  {
    "id": 12,
    "text": "A south-facing window is not necessary. Some plants can sunburn when given too much light!"
  },
  {
    "id": 13,
    "text": "Some houseplants that grow from bulbs can go dormant for a season, dropping their leaves and dying back. Do not despair. Give it time—and move it out of sunlight to a spot where it can get some sleep."
  },
  {
    "id": 14,
    "text": "Dust can settle on your plants and inhibit the leaves from properly photosynthesising. Dusting houseplants can be accomplished with a damp cloth and some patience."
  },
  {
    "id": 15,
    "text": "After using clippers or hand towels on your plants, clean them with rubbing alcohol to sterilise them. This avoids transferring bacteria or bugs from one houseplant to another."
  },
  {
    "id": 16,
    "text": "There's no such thing as a houseplant, after all. Just outdoor plants forced into living indoors in pots. Bring them outside to soak up fresh air and sunshine every once in a while!"
  },
  {
    "id": 17,
    "text": "Green succulents are typically easier to grown than grey ones. The greener the leaves, the greater the changes that they'll survive inside."
  },
  {
    "id": 18,
    "text": "Plants do not play well with pets. Each plant has the ability to poison a number of different systems in their bodies. Be careful!"
  },
  {
    "id": 19,
    "text": "To check for root rot, remove the plant from the pot and look at the roots. They should be white or light brown, otherwise if they are falling apart, soggy or dark brown, they could be infected."
  }
]
